tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "ansible"
brew "bash-completion"
brew "coreutils"
brew "git"
brew "goenv"
brew "jq"
brew "neovim"
brew "nkf"
brew "openjdk"
brew "peco"
brew "pyenv"
brew "tfenv"
brew "tig"
brew "tree"
brew "yq"

cask_args appdir: "~/Applications"

cask "appcleaner"
cask "clipy"
cask "docker"
cask "evernote"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-japanese-ime"
cask "hyper"
cask "iterm2"
cask "java"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoomus"
